/* 
  BulletinBoard.strings
  SpringBoard

  Created by Benjamin Nielsen on 2/15/11.
  Copyright 2011 Apple Inc. All rights reserved.
*/

"DISMISS" = "אישור";
"OK" = "אישור";
"LAUNCH" = "הפעל";
"VIEW" = "הצג";

"AWAY_ITEM_TYPE_MIDDLE_FORMAT" = "‏%@, ‏%@";
"AWAY_ITEM_TYPE_END_FORMAT" = "‏%@ו-%@";
"AWAY_ITEM_TYPE_COUNT_FORMAT" = "‏%@ ‏(%@)";

"AWAY_ITEM_PENDED_DEFAULT_FORMAT" = "יש לך %@ עדכוני %@ חדשים";

"1_ATTACHMENT"  = "קובץ מצורף %@";
"N_ATTACHMENTS" = "%@ קבצים מצורפים";

"1_MORE_ATTACHMENT"  = "עוד קובץ מצורף %@";
"N_MORE_ATTACHMENTS" = "עוד %@ קבצים מצורפים";

